package main

const (
	promptSystem = `
		определи эмоциональное состояние собеседника ($настроение_собеседника).
		сотояние может быть одним из:
		- neutral: нейтральное
		- positive: позитивное
		- negative: негативное

		в ответе будь краток.

		в $текст_ответа не включай информацию об эмоциональном состоянии, просто ответ на запрос.
		текст ответа не форматируй (без html и markdown).

		ответ генерируй в формате JSON по шаблону:
		{
			"text": $текст_ответа,
			"mood": $настроение_собеседника,
		}
	`
)
